-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Nov 22, 2021 at 05:09 PM
-- Server version: 10.4.21-MariaDB
-- PHP Version: 7.4.25

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `sofia_v2`
--

-- --------------------------------------------------------

--
-- Table structure for table `countries`
--

CREATE TABLE `countries` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `countries`
--

INSERT INTO `countries` (`id`, `name`, `status`) VALUES
(1, 'إريتريا', 1),
(2, 'الإمارات', 1),
(3, 'الأردن', 1),
(4, 'البحرين', 1),
(5, 'الجزائر', 1),
(6, 'السعودية', 1),
(7, 'السودان', 1),
(8, 'السودان الجنوبي', 1),
(9, 'الصومال', 1),
(10, 'العراق', 1),
(11, 'الكويت', 1),
(12, 'المغرب', 1),
(13, 'اليمن', 1),
(14, 'تونس', 1),
(15, 'جزر القمر', 1),
(16, 'جيبوتي', 1),
(17, 'سوريا', 1),
(18, 'عمان', 1),
(19, 'فلسطين', 1),
(20, 'فلسطين المحتلة', 1),
(21, 'قطر', 1),
(22, 'لبنان', 1),
(23, 'ليبيا', 1),
(24, 'مصر', 1),
(25, 'موريتانيا', 1),
(26, 'الإكوادور', 1),
(27, 'الأرجنتين', 1),
(28, 'البرازيل', 1),
(29, 'البرتغال', 1),
(30, 'البوسنة والهرسك', 1),
(31, 'التشيك', 1),
(32, 'الجبل الأسود', 1),
(33, 'الدنمارك', 1),
(34, 'الدومينيكان', 1),
(35, 'الرأس الأخضر', 1),
(36, 'السلفادور', 1),
(37, 'السنغال', 1),
(38, 'السويد', 1),
(39, 'الصين', 1),
(40, 'الفلبين', 1),
(41, 'الكاميرون', 1),
(42, 'الكونغو', 1),
(43, 'الكونغو الديمقراطية', 1),
(44, 'المالديف', 1),
(45, 'المجر', 1),
(46, 'المكسيك', 1),
(47, 'المملكة المتحدة', 1),
(48, 'النرويج', 1),
(49, 'النمسا', 1),
(50, 'النيجر', 1),
(51, 'الهند', 1),
(52, 'الولايات المتحدة', 1),
(53, 'اليابان', 1),
(54, 'اليونان', 1),
(55, 'اوروجواي', 1),
(56, 'إثيوبيا', 1),
(57, 'إسبانيا', 1),
(58, 'إستونيا', 1),
(59, 'إندونيسيا', 1),
(60, 'إيران', 1),
(61, 'إيطاليا', 1),
(62, 'أذربيجان', 1),
(63, 'أرمينيا', 1),
(64, 'أروبا', 1),
(65, 'أستراليا', 1),
(66, 'أفريقيا الوسطى', 1),
(67, 'أفغانستان', 1),
(68, 'ألبانيا', 1),
(69, 'ألمانيا', 1),
(70, 'أنتيجوا وبربودا', 1),
(71, 'أنجولا', 1),
(72, 'أندورا', 1),
(73, 'أنجويلا', 1),
(74, 'أوزبكستان', 1),
(75, 'أوغندا', 1),
(76, 'أوكرانيا', 1),
(77, 'أيرلندا', 1),
(78, 'أيسلندا', 1),
(79, 'بابوا غينيا الجديدة', 1),
(80, 'باراجواي', 1),
(81, 'باكستان', 1),
(82, 'بالاو', 1),
(83, 'بربادوس', 1),
(84, 'برمودا', 1),
(85, 'بروناي', 1),
(86, 'بلجيكا', 1),
(87, 'بلغاريا', 1),
(88, 'بنجلاديش', 1),
(89, 'بنما', 1),
(90, 'بنين', 1),
(91, 'بوتان', 1),
(92, 'بوتسوانا', 1),
(93, 'بوركينا فاسو', 1),
(94, 'بوروندي', 1),
(95, 'بولندا', 1),
(96, 'بوليفيا', 1),
(97, 'بولينيزيا الفرنسية', 1),
(98, 'بويرتوريكو', 1),
(99, 'بيرو', 1),
(100, 'بيلاروسيا', 1),
(101, 'بيلز', 1),
(102, 'تايلاند', 1),
(103, 'تايوان', 1),
(104, 'تركمانستان', 1),
(105, 'تركيا', 1),
(106, 'ترينداد وتوباجو', 1),
(107, 'تشاد', 1),
(108, 'تشيلي', 1),
(109, 'تنزانيا', 1),
(110, 'توجو', 1),
(111, 'توفالو', 1),
(112, 'توكيلاو', 1),
(113, 'تونجا', 1),
(114, 'تيمور الشرقية', 1),
(115, 'جامايكا', 1),
(116, 'جبل طارق', 1),
(117, 'جرينادا', 1),
(118, 'جرينلاند', 1),
(119, 'جزر البهاما', 1),
(120, 'جزر الفارو', 1),
(121, 'جزر تركس وكايكوس', 1),
(122, 'جزر سليمان', 1),
(123, 'جزر فوكلاند', 1),
(124, 'جزر فيرجن الأمريكية', 1),
(125, 'جزر فيرجن البريطانية', 1),
(126, 'جزر كايمان', 1),
(127, 'جزر كوك', 1),
(128, 'جزر مارشال', 1),
(129, 'جزر ماريانا الشمالية', 1),
(130, 'جزيرة مان', 1),
(131, 'جنوب أفريقيا', 1),
(132, 'جواتيمالا', 1),
(133, 'جواديلوب', 1),
(134, 'جوام', 1),
(135, 'جورجيا', 1),
(136, 'جويانا', 1),
(137, 'جيرسي', 1),
(138, 'دومينيكا', 1),
(139, 'رواندا', 1),
(140, 'روسيا', 1),
(141, 'رومانيا', 1),
(142, 'ريونيون', 1),
(143, 'زامبيا', 1),
(144, 'زيمبابوي', 1),
(145, 'ساحل العاج', 1),
(146, 'ساموا', 1),
(147, 'ساموا الأمريكية', 1),
(148, 'سان بيير وميكيلون', 1),
(149, 'سان مارينو', 1),
(150, 'سانت بارتيليمي', 1),
(151, 'سانت فنسنت وجرينادين', 1),
(152, 'سانت كيتس ونيفيس', 1),
(153, 'سانت لوسيا', 1),
(154, 'سانت مارتن', 1),
(155, 'سانت مارتين', 1),
(156, 'سانت هيلانة', 1),
(157, 'ساو تومي وبرينسيبي', 1),
(158, 'سريلانكا', 1),
(159, 'سلوفاكيا', 1),
(160, 'سلوفينيا', 1),
(161, 'سنغافورة', 1),
(162, 'سوازيلند', 1),
(163, 'سورينام', 1),
(164, 'سويسرا', 1),
(165, 'سيراليون', 1),
(166, 'سيشيل', 1),
(167, 'صربيا', 1),
(168, 'طاجيكستان', 1),
(169, 'غابون', 1),
(170, 'غامبيا', 1),
(171, 'غانا', 1),
(172, 'غيانا الفرنسية', 1),
(173, 'غيرنزي', 1),
(174, 'غينيا', 1),
(175, 'غينيا الاستوائية', 1),
(176, 'غينيا بيساو', 1),
(177, 'فانواتو', 1),
(178, 'فرنسا', 1),
(179, 'فنزويلا', 1),
(180, 'فنلندا', 1),
(181, 'فيتنام', 1),
(182, 'فيجي', 1),
(183, 'قبرص', 1),
(184, 'قيرغيزستان', 1),
(185, 'كازاخستان', 1),
(186, 'كاليدونيا الجديدة', 1),
(187, 'كرواتيا', 1),
(188, 'كمبوديا', 1),
(189, 'كندا', 1),
(190, 'كوبا', 1),
(191, 'كوراساو', 1),
(192, 'كوريا الجنوبية', 1),
(193, 'كوريا الشمالية', 1),
(194, 'كوستاريكا', 1),
(195, 'كوسوفو', 1),
(196, 'كولومبيا', 1),
(197, 'كيريباتي', 1),
(198, 'كينيا', 1),
(199, 'لاتفيا', 1),
(200, 'لاوس', 1),
(201, 'لوكسمبورج', 1),
(202, 'ليبيريا', 1),
(203, 'ليتوانيا', 1),
(204, 'ليسوتو', 1),
(205, 'ليشتنشتاين', 1),
(206, 'مارتينيك', 1),
(207, 'مالطا', 1),
(208, 'مالي', 1),
(209, 'ماليزيا', 1),
(210, 'مايوت', 1),
(211, 'مدغشقر', 1),
(212, 'مقدونيا الشمالية', 1),
(213, 'ملاوي', 1),
(214, 'منغوليا', 1),
(215, 'موريشيوس', 1),
(216, 'موزمبيق', 1),
(217, 'مولدافيا', 1),
(218, 'موناكو', 1),
(219, 'مونتسيرات', 1),
(220, 'ميانمار', 1),
(221, 'ميكرونيزيا', 1),
(222, 'ناميبيا', 1),
(223, 'ناورو', 1),
(224, 'نيبال', 1),
(225, 'نيجيريا', 1),
(226, 'نيكاراجوا', 1),
(227, 'نيوزيلندا', 1),
(228, 'نيوي', 1),
(229, 'هايتي', 1),
(230, 'هندوراس', 1),
(231, 'هولندا', 1),
(232, 'هولندا الكاريبية', 1),
(233, 'واليس وفوتونا', 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `countries`
--
ALTER TABLE `countries`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `countries`
--
ALTER TABLE `countries`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=252;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
