<?php

return [

    'title_page' => 'وسائل التواصل ',
    'List_contactus' => 'قئمة وسائل التواصل',
    'add_contactus' => 'اضافة ',
    'edit_contactus'=> 'تعديل ',
    'delete_contactus'=> 'حذف ',
    'Warning_contactus'=> 'هل انت متاكد من عملية الحذف ؟',
    'visible_contactus'=> 'هل انت متاكد من اظهار عذه  في الصفحة الرئيسية',
    'unvisible_contactus'=> 'هل انت متاكد من اخفاء عذه  في الصفحة الرئيسية',
    'stage_name_ar' => 'الاســم  بالعربية',
    'stage_name_en' => 'الاســم  بالانجليزية',
    'Notes' => 'ملاحظات',
    'submit' => 'حفظ البيانات',
    'Name'=>'الاســم',
    'Processes'=>'العمليات',
    'delete_contactus_Error'=>'لايمكن حذف الصورة بسبب وجود صفوف تابعة لها',
    'Edit'=>'تعديل',
    'exists'=>'الاســم موجودة مسبقا',
    'Delete'=>'حذف',
    'Close' => 'اغلاق',

    'name_ar'=>'الاسم (العربية)',
    'name_en'=>'الاسم (الانجليزية)',

    'messages'=>'الـرسـائـل',
    'created_at'=>'تاريخ اضافته',
    'read'=> 'هـل انـت متاكـد مـن الـعـمـلـبـة ؟',

    //-------------------------------------------------
    //                  Contact US Front End Page
    //-------------------------------------------------

    'Name'=>'الاســم',
    'email'=>'الـبريـد الالـكـتـرونـي',
    'phone'=>'رقـم الـهـاتـف',
    'subject'=>'عـنـوان الـرسـالـة',
    'message'=>'من فضلك ادخل نص الرسالة هنا ...',
    'send_message'=>'ارســال',
    'password'=>' كلمة المرور',
    'password-confirm'=>'تأكيد كلمة المرور',
    'Register'=>'انـشـاء حـسـاب جـديـد',
    'register'=>'تـسـجـيـل',
    'sign-in'=>'تـسـجـيـل دخـول',
    'sign'=>'دخـول',
    'forget-password'=>'هل نسيت كلمةالمرور ؟',
    'remmeber-me'=>'تذكرني',

    'main_title'=>'اتـصـل بـنـا',
    'address'=>'الـعـنـوان',
    'customers_service'=>'خدمة العملاء',
    'inquiries'=>'للاستفسارات',
    'accounts'=>'الحسابات',
    'recruitment'=>'التوظيف',
    ''=>'',
    ''=>'',
    ''=>'',
    ''=>'',
    ''=>'',
    ''=>'',


];
