<?php

return [

    'title_page' => 'الصور المنزلقة',
    'List_slider' => 'قئمة الصور المنزلقة',
    'add_slider' => 'اضافة صـورة',
    'edit_slider'=> 'تعديل صـورة',
    'delete_slider'=> 'حذف صـورة',
    'Warning_slider'=> 'هل انت متاكد من عملية الحذف ؟',
    'visible_slider'=> 'هل انت متاكد من اظهار عذه الصورة في قائمة الصور المزلقة',
    'unvisible_slider'=> 'هل انت متاكد من اخفاء عذه الصورة من قائمة الصور المزلقة',
    'stage_name_ar' => 'اسم الصـورة بالعربية',
    'stage_name_en' => 'اسم الصـورة بالانجليزية',
    'Notes' => 'ملاحظات',
    'submit' => 'حفظ البيانات',
    'Name'=>'اسم الصـورة',
    'Processes'=>'العمليات',
    'delete_slider_Error'=>'لايمكن حذف الصورة بسبب وجود صفوف تابعة لها',
    'Edit'=>'تعديل',
    'exists'=>'الـصورة موجودة مسبقا',
    'Delete'=>'حذف',
    'Close' => 'اغلاق',

    'name_ar'=>'الاسم (العربية)',
    'name_en'=>'الاسم (الانجليزية)',

];
